<template>
  <div >
    <h4>مقدمة</h4>
    <h6>ما هو نظام “تخطيط موارد المؤسسات (ERP)” ولم الاهتمام؟</h6>
    <p>إذا كنت مقتنعا بحاجتك إلى نظام متكامل ومترابط تدير من خلاله منشأتك التجارية، فيمكنك تخطي هذا القسم، أما إذا كنت تقوم بتشغيل شركة صغيرة توظف عددا قليلا من الموظفين، وترى أنه من الصعب عليك إدارة الطبيعة الديناميكية للأعمال التجارية، وفكرت سابقا في استخدام –أو حتى كنت تستخدم فعلا- برنامجا ما للمحاسبة، بالإضافة إلى بعض البرامج الأخرى لإدارة مخزونك ومبيعاتك (أو إدارة علاقات العملاء)، فإنك بحاجة إلى نظام تخطيط موارد المؤسسات أو ما يرمز له اختصارا بـ(ERP)، وهذا النظام أولى مهامه هو أن يضع بين يديك كل هذه الأشياء معا في مكان واحد.</p>
    <p class="py-2">المنشآت الصغيرة حقيقة لا تختلف كثيرا عن الشركات الكبيرة، فهي تنطوي على معظم تعقيدات الشركات الكبيرة جنبا إلى جنب مع العديد من القيود الأخرى، فالمنشآت الصغيرة يتعين عليها التواصل مع العملاء، وفتح حسابات، وعمل كشوف المرتبات، وإدارة الجداول الزمنية، وتقديم منتجات عالية الجودة، والإجابة على أسئلة العملاء، وإبقاء الجميع سعداء تماما كما هو الحال في الشركات الكبيرة.</p>
    <p>وبينما تحظى الشركات الكبيرة باستخدام نظم بيانات متقدمة لإدارة عملياتها بكفاءة، فإن المنشآت الصغيرة في المقابل تكافح في أغلب أحيانها للإبقاء على الأمور منظمة، وهي غالبا ما تستخدم مزيجا من التطبيقات مثل جداول البيانات وبرامج المحاسبة، وبرامج إدارة علاقات العملاء من خلال شبكة الانترنت وغيرها، ولكن المشكلة هنا أنها أنظمة متفرقة وبياناتها غير مترابطة. وبالتالى فإن استخدامك لنظام تخطيط موارد المؤسسات ERP سوف يغير كل هذا.</p>

  </div>
</template>

<script>
export default {
    name:"intro"
}
</script>

<style scoped>
h4,h6{
    color:#9753a0;
}
p{
    color:#555555;
    opacity: .6;
}
</style>