<template>
  <div class="my-5">
    <h4>ما هي ابتوس</h4>
    <p>
      هي خدمة تتيح لك الوصول لنظام إدارة موارد المؤسسات والذي سيساعدك على إدارة
      كافة معلومات عملك التجاري من خلال تطبيق واحد ممكنا إياك بذلك من إدارة
      العمليات المختلفة، كتلك المتعلقة بالبيع والشراء والمحاسبة وعمليات المخزون
      أو الانتاج والتصنيع، بشكل مترابط يسهل عليك اتخاذ القرارات بناء على بيانات
      متكاملة لمنشأتك، بكل يسر وأمان ومن كل مكان، سواءا أكنت في المنزل أم في
      المكتب أم في نزهة مع أسرتك، وذلك عن طريق أجهزة الحوسبة العادية كالمحمول
      والهاتف الذكي والكمبيوتر اللوحي (كالآيباد مثلا).
    </p>
    <img src="@/assets/images/introduction/whatIsImage.png" alt="" />
    <p style="opacity:1;">
      وعلى سبيل المثال لا الحصر، سوف تساعدك دفـاتــر أيضا على:<br />
      تتبع جميع الفواتير والمدفوعات.<br />
      معرفة الكمية المتاحة من منتج ما في المخازن.<br />
      التعرف على استفسارات العملاء المفتوحة.<br />
      إدارة الرواتب.<br />
      تعيين المهام ومتابعتها.<br />
      الحفاظ على قاعدة بيانات لجميع العملاء والموردين وبيانات الاتصال بهم.<br />
      إعداد قوائم الأسعار.<br />
      نشر موقعك على شبكة الانترنت.<br />
    </p>
  </div>
</template>

<script>
export default {
  name: "whatIs",
};
</script>

<style scoped>
img {
  max-width: 100%;
}
h4 {
  color: #9753a0;
}
p {
  color: #555555;
  opacity: .6;
}
</style>