<template>
  <div>
    <div class="holder">
      <h2 class="text-center">الشروط</h2>
    </div>
    <p>
      مدة الاتفاقية<br />
      تبدأ من الإقرار بمحتوى هذه الاتفاقية وتظل سارية طالما أن المشترك يلتزم
      بتسديد رسوم الاشتراك المذكورة في الموقع. وفي حال الإخلال ببنود هذه
      الاتفاقية فيحق لمزود الخدمة إلغاء الاشتراك وحذف بيانات المشترك كما هو
      مذكور في المادة ‏7 .
    </p>
    <p>
      الدفع والتجديد<br />
      الخدمة أو الخدمات الاختيارية المدفوعة مثل المحاسب عن بعد أو التركيب أو
      التدريب تتطلب من قبل المشترك الدخول إلى الموقع واختيار “اشتراك” أو “إضافة”
      وفي حال قيامه بذلك فإن المشترك يوافق على الدفع لمزود الخدمة الرسوم
      المذكورة لتلك الخدمة سنويا حسب ما هو مشار إليه في وصف الخدمة. سيتم خصم
      رسوم الخدمات مقدما في اليوم الذي يتم فيه الاشتراك أو الترقية لتغطية
      استخدام الخدمة للفترة المنصوص عليها ولا يتم التعويض عن المدة المتبقية إلا
      إذا نص على ذلك في وصف الخدمة.
    </p>
    <p>
      التجديد التلقائي<br />
      مالم يقم المشترك بإخطار مزود الخدمة عن طريق الموقع قبل نهاية فترة الاشتراك
      المطبقة برغبته بإلغاء الاشتراك أو الترقية، فإن الاشتراك سيجدد تلقائيا
      بخصائصه الحالية ويخول مزود الخدمة بتحصيل رسوم الاشتراك سواء بشكل سنوي حسب
      ما هو مشار إليه في وصف الخدمة باستخدام البطاقات الائتمانية أو أي طريقة دفع
      مسجلة بواسطة المشترك لدى موفر الخدمة. يمكن للمشترك تعديل خصائص الاشتراك من
      خلال الموقع.
    </p>
    <p>
      الاحتياطات الأمنية<br />
      يجب على المشترك أخذ الاحتياطات الأمنية لمنع الوصول إلى الخدمة من قبل
      الأشخاص غير المرخص لهم. ويتضمن ذلك عدم مشاركة رابط الدخول واسماء وكلمات سر
      المستخدم مع أيا كان حيث لا يضمن مزود الخدمة أي ضرر بسبب عدم اتخاذ المشترك
      الاحتياطات اللازمة لحماية معلومات الدخول الخاصة به. يجب على المشترك عدم
      محاولة الدخول غير المشروع إلى الموقع، أو نسخ أو تعديل أو تسريب بيانات
      الموقع أو تغيير تصاميمه، أو إتلافه، أو تعديله، أو شغل عنوانه أو إعاقة
      الوصول إلى الموقع أو تشويشه أو تعطيله.
    </p>
    <p>
      الدعم<br />
      أثناء فترة الاشتراك، سيقوم مزود الخدمة بتوفير الدعم الفني للمشترك كما هو
      موضح في هذا البند خلال فترات العمل المعلنة في الموقع وحسب ما يراه مزود
      الخدمة ملائما، فإن الدعم يشمل: (1) الهاتف أو الوسائل الإلكترونية لأجل
      مساعدة المشترك وفهم المشكلة ومساعدته على حلها (2) القيام بالتحديثات أو
      التحسينات أو غيرها من التغييرات المتعلقة بالخدمة دون تكاليف إضافية على
      المشترك.
    </p>
    <p>
      الصيانة<br />
      يوافق المشترك على أن يقوم مزود الخدمة بعمل الصيانة اللازمة من فترة إلى
      أخرى من أجل الترقية أو إضافة ميزات جديدة أو النسخ الاحتياطي أو سد الثغرات
      الأمنية إن وجدت وقد يصاحب ذلك توقف عن الخدمة بما لا يتجاوز يوم ونصف في
      السنة وفي حال زيادة الفترة عن المدة المذكورة يعوض المشترك بتمديد اشتراكه
      بما يوازي ضعف عدد أيام توقف الخدمة.
    </p>
    <p>
      حفظ بالبيانات<br />
      يقر المشترك بأنه في حال توقفه عن استخدام الخدمة سواء كان ذلك بسبب طلبه أو
      بسبب التوقف عن تسديد رسوم الاشتراك، فإن مزود الخدمة سيقوم بإعطاء مهلة لمدة
      ثلاثة (3) أيام للسداد مع إتاحة المشترك الاستفادة من جميع إمكانيات الخدمة
      والوصول إلى بياناته. وفي حال عدم سداد الرسم المستحق بعد انقضاء الفترة
      السابقة فإنه يحق لمزود الخدمة إيقاف الاشتراك، كما يتم بعدها بسبعة (7) أيام
      إلغاء الإشتراك وما يترتب على ذلك من محو لجميع بيانات المشترك، ويقر المشترك
      بأنه في حال استئنافه للاشتراك بعد الفترات المذكورة فإنه لا يوجد أي ضمانات
      لاستعادة البيانات السابقة. أما في حال اشتراك المشترك بالباقة التجريبية فإن
      البيانات يتم محوها مباشرة بعد انتهاء فترة التجربة.
    </p>
    <p>
      مخالفات قوانين الملكية الفكرية<br />
      يحترم مزود الخدمة حقوق الملكية ويطلب من المشترك والزائر مراعاة تلك الحقوق.
      إذا تبين للمشترك أو الزائر أن هناك محتوى متعلق به مخالف لقوانين الملكية
      الفكرية فله أن يرسل إشعار لمزود الخدمة وسيقوم مزود الخدمة بالاستجابة
      بإزالة المحتوى أو أي رابط يؤدي إليه داخل الموقع.
    </p>
    <p>
      التعويض<br />
      يوافق المشترك على عدم الإضرار بمزود الخدمة أو ممتلكاته، أو المتعاقدين معه،
      أو مرخصيه، أو مدراءه وموظفيه وممثليه ووكلائه ويتحمل جميع تكاليف المطالبات
      والنفقات المترتبة في حال اثبات الضرر وخرق الاتفاقية، بما في ذلك أتعاب
      المحاماة.
    </p>
  </div>
</template>

<script>
export default {};
</script>

<style scoped>
h2 {
  padding: 100px 0;
  color: white;
}
p{
    margin: 45px 100px;
    color: #555555;
    opacity: .6;
}
.holder {
  position: relative;
  background-image: url("@/assets/images/privacyPolicy/condition-back.png");
  background-position: center;
  background-size: auto;
  background-repeat: no-repeat;
}
</style>