<template>
  <div class="wraper px-5">
    <h4 style="color:#9753a0;">التعريفات</h4>
    <h6>أ. “سحب الأعمال لتقنية المعلومات”</h6>
    <p>
      ويشار لها لاحقا بـ (“مزود الخدمة“)، هي مؤسسة قائمة وتعمل وفقا لقوانين
      المملكة العربية السعودية ومقرها الرئيس في الرياض وعنوانها: 6875 شارع الشيخ
      حسن بن حسين بن علي –اشبيلية الرياض 13225 – 2502 المملكة العربية السعودية.
    </p>
    <h6>ب. “آبتوس”</h6>
    <p>
      ويشار لها لاحقا بـ (“الخدمة“) وهي خدمة برنامج إدارة موارد المؤسسات المبنية
      على نموذج الحوسبة السحابية والمذكورة خصائصها وميزاتها في الموقع الرسمي
      للخدمة
    </p>
    <h6>ج. “المشترك”</h6>
    <p>
      هو الفرد أو الجهة (سواء كانت تجارية أو حكومية أو غير ربحية) التي توفر لها
      “الخدمة“.
    </p>
    <h6>د. “موقع آبتوس”</h6>
    <p>
      ويشار له لاحقا بالـ “الموقع” هو موقع على الإنترنت يحوي معلومات وملفات
      مرئية وصوتية للتعريف بالخدمة وشرح لميزاتها وطرق استخدامها وطريقة الاشتراك
      بها بالإضافة إلى صفحة الدخول الخاصة بالمشترك.
    </p>
    <h6>هـ. “الخدمات الاختيارية”</h6>
    <p>
      هي أي خدمة إضافية تابعة لخدمة دفاتر ومنصوص عليها في الموقع مثل خدمة
      المحاسب عن بعد أو التركيب والتدريب.
    </p>
    <h6>و. “المحاسبة عن بعد”</h6>
    <p>
      هي جزء اختياري من خدمة دفاتر يمكن للمشترك طلبه كما هو مذكور في الموقع.
    </p>
    <h6>ز. “المحاسب”</h6>
    <p>
      هو شخص مؤهل لممارسة مهنة المحاسبة يقوم بتقديم خدمة المحاسبة عن بعد للمشترك
      إذا رغب بالشروط المذكورة في الموقع.
    </p>
  </div>
</template>

<script>
export default {};
</script>

<style scoped>
p {
  color: #555555;
  opacity: 0.6;
}
</style>