<template>
  <div class="wraper px-5">
    <h4 style="color: #9753a0">تمهيد</h4>
    <p style="color: #555555; opacity: 0.6">
      غطي هذه الاتفاقية جميع المشتركين بخدمة دفاتر والموقع الخاص بها والمملوكة
      والمشغلة بواسطة سحب الأعمال لتقنية المعلومات . إن استعمال الخدمة يعني
      الموافقة على ما في هذه الاتفاقية من بنود بالإضافة إلى أي تعديلات مستقبلية
      لهذه الاتفاقية والتي ستنشر من وقت لآخر. الرجاء قراءة هذه الاتفاقية جيدا
      قبل الاشتراك بخدمة دفاتر أو أي أجزاء منها حيث أن الاشتراك يعني الموافقة
      على الشروط والأحكام الواردة فيها وفي حال عدم موافقتكم على جميع الشروط
      والأحكام الواردة في هذه الاتفاقية أو أي نسخ محدثة منها فيجب عدم استخدام
      الخدمة أو أي جزء منها حيث أن هذه الاتفاقية بينك وبين سحب الأعمال محصورة
      فقط بالشروط والأحكام المذكورة في هذه الاتفاقية.
    </p>
  </div>
</template>

<script>
export default {};
</script>

<style>
</style>