<template>
  <div class="wraper">
    <div class="row">
      <div class="row col-12 mb-4">
        <div class="col-lg-3 col-12 my-3 text-end">
          <img
            src="@/assets/images/featurs/section1-img1.png"
            alt=""
            class=""
            style="
              height: 169px;
              margin-left: 20px;
              margin: auto;
              max-width: 100%;
            "
          />
        </div>
        <div class="col-lg-8 col-12">
          <h4 style="color: #3554a6">التعليق والوسوم</h4>
          <p style="color: #555555; opacity: 0.6">
            كما كنا نستطيع التعليق على أي ورقة وكتابة ملاحظاتنا عليها لنقرأها
            لاحقا أو ينتبه لها من يلينا في العمل عليها، بإمكانك أن تكتب تعليقك
            على أي وثيقة في آبتوس، أو وضع توجيهك أو ردك بخصوص محتوياتها، كما
            بإمكان بقية المتعاملين مع الوثيقة وضع تعليقاتهم أيضا مع حفظ تسلسل
            الملاحظات وتواريخ كتابتها ومن قام بها، أما التوسيم فهو أحد الخصائص
            التي من خلالها يمكن وضع وسم أو عدة وسوم على أي وثيقة ليسهل الرجوع
            لها لاحقا. تماما كما كنا نفعل باللواصق الملونة التي نضعها على
            ملفاتنا الورقية.
          </p>
        </div>
      </div>
      <div class="row col-12 mb-4">
        <div class="col-lg-3 col-12 my-3 text-end">
          <img
            src="@/assets/images/featurs/section1-img2.png"
            alt=""
            class=""
            style="
              height: 169px;
              margin-left: 20px;
              margin: auto;
              max-width: 100%;
            "
          />
        </div>
        <div class="col-lg-8 col-12">
          <h4 style="color: #3554a6">الإسناد والتكليف</h4>
          <p style="color: #555555; opacity: 0.6">
            أي سجل أو وثيقة بالإمكان إسنادها لأي مستخدم آخر، حيث سيصله تنبيه
            بخصوصها وتظهر له في قائمة المهام عند دخوله على آبتوس، مع القدرة على
            متابعة كل الوثائق التي قام المستخدم بإسنادها للآخرين من خلال شاشة
            قائمة المهام التي توضح له أيضا ما أسند إليه للعمل عليه، كل ذلك مع
            مراعاة منظومة الصلاحيات الخاصة بالمستخدم حتى لا يرى إلا ما يسمح له
            برؤيته بحسب نظام الصلاحيات في المنشأة، وهذه الخاصية مفيدة في حال
            إسناد وثيقة بالخطأ لشخص لا يحق له الاطلاع عليها.
          </p>
        </div>
      </div>
      <div class="row col-12 mb-4">
        <div class="col-lg-3 col-12 my-3 text-end">
          <img
            src="@/assets/images/featurs/section1-img3.png"
            alt=""
            class=""
            style="
              height: 169px;
              margin-left: 20px;
              margin: auto;
              max-width: 100%;
            "
          />
        </div>
        <div class="col-lg-8 col-12">
          <h4 style="color: #3554a6">محرك إجراءات العمل (Workflow)</h4>
          <p style="color: #555555; opacity: 0.6">
            آبتوس في صلبها ما هي إلا مجموعة كبيرة من الإجراءات المطبقة على أنواع
            الوثائق الشائعة والمهمة لأي منظمة، وهذا التطبيق الافتراضي لأي إجراء
            يكون على مستويين، إنشاء وحفظ (أولا) ثم اعتماد (ثانيا). محرك إجراءات
            العمل هو إحدى المزايا المهمة في آبتوس والتي تمكن المنشأة من تخصيص
            مسار أي من هذه الإجراءات لتصبح أكثر تفصيلاً وتوائم بيئة العمل فيها،
            ليصبح ممكنا مثلا، إنشاء ذات الوثيقة وحفظها (أولا)، ثم الموافقة عليها
            (ثانيا)، ثم اعتمادها (ثالثا) من قبل أشخاص مختلفين في كل مرة.
          </p>
        </div>
      </div>
      <div class="row col-12 mb-4">
        <div class="col-lg-3 col-12 my-3 text-end">
          <img
            src="@/assets/images/featurs/section1-img4.png"
            alt=""
            class=""
            style="
              height: 169px;
              margin-left: 20px;
              margin: auto;
              max-width: 100%;
            "
          />
        </div>
        <div class="col-lg-8 col-12">
          <h4 style="color: #3554a6">الأرشفة الإلكترونية</h4>
          <p style="color: #555555; opacity: 0.6">
            تتيح هذه الميزة إمكانية إضافة عدد لا محدود من المرفقات لأي وثيقة أو
            سجل في آبتوس. المرفقات المسموح بإرفاقها هي ملفات الصور بأنواعها
            الشهيرة، أو البي دي إف PDF، مع العلم بأن مساحة التخزين الخاصة بكل
            عميل يمكن زيادتها بحسب الحاجة، مقابل تكاليف إضافية رمزية. هذه الميزة
            مهمة جدا لحفظ كامل صور ملفات المنشأة سواء الخاصة بها كصور التراخيص
            أو بموظفيها كالجوزات أو بعملياتها كصور فواتير الموردين.
          </p>
        </div>
      </div>
    </div>
  </div>
</template>

<script>
export default {};
</script>

<style>
div {
}
</style>