<template>
  <div class="holder">
    <div class="wraper">
      <div class="row">
        <div class="col-lg-6 col-12">
          <div class="feature">
            <i class="fa-solid fa-cash-register"></i>
            <h5>الربط بأجهزة نقاط البيع</h5>
            <p>
              يمكن لدفاتر الارتباط مع برامج أجهزة نقاط البيع الشائعة في قطاع
              التجزئة، وذلك بغرض رفع فواتير المبيعات إلى الإدارة المالية في
              المنشأة ليتم متابعة العمل في منافذ التجزئة والبيع بشكل سلس ولحظي.
              وبغض النظر عن النظام التي تستخدمه منشأتك فإن دفاتر -غالبا-
              بإمكانها العمل معها
            </p>
          </div>
        </div>
        <div class="col-lg-6 col-12">
          <div class="feature">
            <i class="fa-regular fa-credit-card"></i>
            <h5>قنوات الدفع الالكتروني</h5>
            <p>
              هل ترغب في أن يقوم عملائك بتسديد فواتيرك التي ترسلها لهم بشكل
              إلكتروني عن طريق الإيميل لتصلك مستحقاتك في حسابك البنكي مباشرة؟
              تمكنك خاصية الربط بقنوات الدفع الإلكتروني المحلية من ذلك. نعمل مع
              مزودي خدمات الدفع الالكتروني الشهيرين في منطقة الشرق الأوسط
            </p>
          </div>
        </div>
        <div class="col-lg-6 col-12">
          <div class="feature">
            <i class="fa fa-sms"></i>
            <h5>بوابة الرسائل القصيرة</h5>
            <p>
              دفاتر تمكن من التواصل مع عملائك وموظفين من خلال نظام الرسائل
              القصيرة SMS من خلال حساب خاص بك يمكنك من تعبئة رصيده بالقدر والعدد
              الذي تريده من الرسائل بأسعار الرسائل الأساسية دون تكاليف إضافية من
              دفاتر. هذه الخاصية مهمة أيضا لترويج بضائعك وخدماتك لقائمة عملائك.
            </p>
          </div>
        </div>
        <div class="col-lg-6 col-12">
          <div class="feature">
            <i class="fa-solid fa-cash-register"></i>

            <h5>مكتبة الربط البرمجي (API)</h5>
            <p>
              يتوفر في دفاتر مكتبة ربط برمجي متكاملة تساعد مطوريك في ربط برامجك
              المحلية أيا كانت بمعلومات منشأتك المالية والإدارية على دفاتر، كما
              يمكننا التنسيق نيابة عنك مع أي جهة خارجية تطور لك أنظمة خاصة بهدف
              التمكين الأقصى لمنشأتك في متطلباتها البرمجية المختلفة.
            </p>
          </div>
        </div>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  name: "section2",
};
</script>

<style scoped>
.holder {
  background: #f7f7f7;
  padding: 20px 0;
}
h5,
p {
  color: #555555;
}
p {
  opacity: 0.6;
}
.feature {
  background: white;
  border-radius: 10px;
  padding: 15px 30px;
  height: 100%;
}
.col-12{
    margin-bottom: 15px;
}
</style>