<template>
  <Header />
  <div class="wraper">
    <h6>
      <router-link
        style="display: inline-block; color: #9753a0"
        :to="{ name: 'home' }"
        >الرئيسية</router-link
      ><span>/الاسئلة الشائعة</span>
    </h6>
    <div class="text-center mt-5">
      <h4 style="color: #9753a0">الأسئلة الشائعة</h4>
      <h6 style="color: #3554a6">نموذج نص من المفترض أن يكون هنا</h6>
      <p>
        نموذج نص من المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص
        من المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
        المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من المفترض
        أن يكون هنا
      </p>
      <div
        class="row justify-content-between"
        style="border-bottom: 2px solid #eeeeee; color: #9753a0"
      >
        <div
          class="item col-auto"
          style="background: #eeeeee; padding: 4px 10px"
        >
          الجميع
        </div>
        <div class="item col-auto">أسئلة تقنية</div>
        <div class="item col-auto">الباقات والأسعار</div>
        <div class="item col-auto">الدعم</div>
        <div class="item col-auto">وسائل الدفع</div>
      </div>
      <div class="mt-5 text-end">
        <p>
          <span
            class="text-white"
            @click="showHide"
            style="background: #3554a6;padding:4px 12px;"
            >+</span
          >
          نموذج نص من المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج
          نص من المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا
        </p>
        <p style="opacity: 0.6; display: none">
          نموذج نص من المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج
          نص من المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا
        </p>
      </div>
      <div class="mt-5 text-end">
        <p>
          <span
            class="text-white"
            @click="showHide"
            style="background: #3554a6;padding:4px 12px;"
            >+</span
          >
          نموذج نص من المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج
          نص من المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا
        </p>
        <p style="opacity: 0.6; display: none">
          نموذج نص من المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج
          نص من المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا
        </p>
      </div>
      <div class="mt-5 text-end">
        <p>
          <span
            class="text-white"
            @click="showHide"
            style="background: #3554a6;padding:4px 12px;"
            >+</span
          >
          نموذج نص من المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج
          نص من المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا
        </p>
        <p style="opacity: 0.6; display: none">
          نموذج نص من المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج
          نص من المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا
        </p>
      </div>
      <div class="mt-5 text-end">
        <p>
          <span
            class="text-white"
            @click="showHide"
            style="background: #3554a6;padding:4px 12px;"
            >+</span
          >
          نموذج نص من المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج
          نص من المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا
        </p>
        <p style="opacity: 0.6; display: none">
          نموذج نص من المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج
          نص من المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا
        </p>
      </div>
      <div class="mt-5 text-end">
        <p>
          <span
            class="text-white"
            @click="showHide"
            style="background: #3554a6;padding:4px 12px;"
            >+</span
          >
          نموذج نص من المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج
          نص من المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا
        </p>
        <p style="opacity: 0.6; display: none">
          نموذج نص من المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج
          نص من المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا نموذج نص من المفترض أن يكون هنا نموذج نص من
          المفترض أن يكون هنا
        </p>
      </div>
    </div>
  </div>
  <Footer />
</template>

<script>
import Header from "@/components/Header.vue";
import Footer from "@/components/Footer.vue";

export default {
  components: {
    Header,
    Footer,
  },
  methods: {
    showHide(event) {
      let par = event.target.parentElement.nextSibling;
      if (par.style.display == "none") {
        event.target.textContent = '-';
        par.style.display = "block";
      } else {
        par.style.display = "none";
        event.target.textContent = '+';
      }
    },
  },
};
</script>

<style>
p {
  color: #555555;
}
span{
    cursor: pointer;
}
@media screen and (max-width: 800px) {
  .item {
    font-size: 14px;
    width: 20%;
  }
}
</style>