<template>
  <Header showSideLinks='true'/>
  <div class="wraper">
    <h6>
      <router-link
        style="display: inline-block; color: #9753a0"
        :to="{ name: 'home' }"
        >الرئيسية</router-link
      ><router-link
        style="display: inline-block; color: #9753a0"
        :to="{ name: 'userManual' }"
        >/دليل الإستخدام</router-link
      ><span>/المقدمة</span>
    </h6>
    <div class="row mt-5">
      <links v-show="showSideMenue" />
      <div class="col-md-8 col-12" style="margin-right: 15px">
        <intro />
        <whatIs />
        <div>
          <h4>لماذا ينبغي أن استخدم آبتوس</h4>
          <p>
            إن نظام آبتوس يعتبر أداة حديثة لا تغطي كما أشرنا آنفا عمليات
            المحاسبة فحسب، بل تغطي أيضا جميع العمليات والإجراءات داخل أقسام
            العمل الأخرى وظائف الأعمال الأخرى من خلال منصة متكاملة ، لهذه الأداة
            العديد من الفوائد التي تميزها على كل من تطبيقات المحاسبة التقليدية
            وكذلك تطبيقات تخطيط موارد المؤسسات(ERP) الكبيرة.
          </p>
        </div>
        <div class="my-5">
          <h4>المزايا التي تميز خدمة آبتوس عن برامج المحاسبة التقليدية:</h4>
          <p>
            - تساعدك خدمة آبتوس على القيام بأعمال أكثر بكثير من مجرد المحاسبة،
            مثل الربط بين إدارة المخزون والفواتير وقوائم الأسعار، عمليات الشراء،
            وكشوف المرتبات، وترقيات الموظفين، وأمور أخرى كثيرة.
          </p>
          <p>
            - خدمة آبتوس متوفرة 24 ساعة في اليوم على الانترنت، ويمكن الحصول
            عليها من أي مكان ومن خلال أي جهاز، بينما تجد نفسك مضطرا مع البرامج
            المحاسبة التقليدية للعمل على الحاسوب الذي تم تركيب البرنامج عليه
            فقط! وفي المكان الذي يتواجد فيه ذلك الحاسوب فقط!
          </p>
          <p>
            - آبتوس يحافظ على جميع بياناتك آمنة وفي مكان واحد، إذ لن تضطر للبحث
            عن البيانات عند الحاجة إليها في حواسيب مختلفة أو حتى في عدة برامج
            على حاسوب واحد.
          </p>
          <p>
            - خدمة آبتوس توفر لك الربط التلقائي لجميع فروعك وموظفيك دون عناء،
            واطلاع جميع المستخدمين للنظام على أحدث المعلومات، فالجميع سيحصلون
            على نفس البيانات المحدثة من خلال نفس المكان.
          </p>
          <p>
            - مع آبتوس لا حاجة لإعادة تكرار عمليات الادخال، مرة في المحاسبة،
            ومرة على برنامج “إكسل” مثلا لتحليل البيانات، ومرة على نظام علاقات
            العملاء للمحافظة على عناوينهم، وهكذا.
          </p>
          <p>
            - مع آبتوس، أنت “محفول مكفول”، أي أنك لن تضطر لتوظيف تقنيين هدفهم
            فقط الاعتناء بأنظمتك وبرامجك وحمايتها والمحافظة على بياناتها.
            دفـاتــر ليس نظاما فقط، بل هي خدمة متكاملة.
          </p>
          <p>
            - توفير التكاليف: هناك تكاليف باهضة عادة ما يتطلبها تطبيق نظام تخطيط
            موارد كبير
          </p>
          <p>
            - سهولة التهيئة: أنظمة “تخطيط موارد المؤسسات” الكبيرة تشتهر بصعوبة
            الإعداد وعادة ما يكون عليك الإجابة على العديد والعديد من الأسئلة قبل
            أن تتمكن من القيام بشيء مفيد واحد، وقد تستمر عملية التهية أكثر من
            شهر في أغلب الحالات.
          </p>
        </div>
        <div>
          <h4>المزايا التي تميزه على أنظمة تخطيط موارد المؤسسات الكبيرة</h4>
          <p>
            توفير التكاليف: هناك تكاليف باهضة عادة ما يتطلبها تطبيق نظام تخطيط
            موارد كبير
          </p>
          <p>
            سهولة التهيئة: أنظمة “تخطيط موارد المؤسسات” الكبيرة تشتهر بصعوبة
            الإعداد وعادة ما يكون عليك الإجابة على العديد والعديد من الأسئلة قبل
            أن تتمكن من القيام بشيء مفيد واحد، وقد تستمر عملية التهية أكثر من
            شهر في أغلب الحالات.
          </p>
          <p>
            سهولة الاستخدام: واجهة مستخدم ويب حديثة وسهلة، سوف تبقي المستخدمين
            سعداء وستساعدك على سرعة تعلم النظام وتطبيقه في المنشأة.
          </p>
        </div>
      </div>
    </div>
  </div>
  <Footer />
</template>

<script>
import Header from "@/components/Header.vue";
import Footer from "@/components/Footer.vue";
import links from "@/components/introduction/links.vue";
import intro from "@/components/introduction/intro.vue";
import whatIs from "@/components/introduction/whatIs.vue";

export default {
  data(){
    return{
      currentScreenWidth:null,
      showSideMenue:true,
    }
  },
  methods:{
    setScreenWidth(){
      this.currentScreenWidth = window.innerWidth;
      if(this.currentScreenWidth < 800){
        this.showSideMenue = false;
      }else{
        this.showSideMenue = true;
      }
    }
  },
  created(){
    window.addEventListener('resize',this.setScreenWidth);
    this.setScreenWidth();
  },
  components: {
    Header,
    links,
    intro,
    whatIs,
    Footer,
  },
};
</script>

<style scoped>
.wraper {
  width: 86%;
}
h4{
  color:#9753a0;
}
p{
  color: #555555;
  opacity: .6;
}
</style>