<template>
  <div class="wraper">
    <div class="row">
      <div class="col-lg-8 col-12">
        <h4 style="color:#9753a0;">ما هي التحليلات المتقدمة</h4>
        <p>
          تعرف التحليلات المتقدمة على أنها مجموعة من التقنيات التحليلية البرمجية
          المصممة لتقصي واستكشاف وتحليل البيانات من خلال تصوير البيانات المخزنة
          في أماكن متفرقة بشكل رسومي.
        </p>
        <p>
          توفر هذه التقنيات أيضا القدرة على الغوص العشوائي في عمق البينات وربط
          أبعادها المختلفة ببعضها وتحليل العلاقات الخفية بين هذه الأبعاد، وكمثال
          على ذلك بإمكان مدراء المبيعات دراسة أكثر الأصناف مبيعا في المواسم
          المختلفة بحسب المنطقة أو الفرع أو المندوب واكتشاف الأصناف الأكثر رواجا
          أو الأكثر ربحية، أو تلك التي يرتبط نمو مبيعاتها بشكل مباشرة مع نمو
          مبيعات أصناف أخرى لخلق عروض ترويجية ذكية.
        </p>
        <p>
          من الأمثلة كذلك، ما يمكن لمدراء الشركات التنفيذيين من معرفته في
          العلاقة المرتبطة بين ربحية الشركة وأداء وحدات العمل المختلفة وتكلفة
          تشغليها المباشرة مما يساعد على اتخاذ قرارات مثل إقفال الفروع أو دراسة
          مصاريفها أو افتتاح أفرع جديدة وتغيير أنماط الإدارة.
        </p>
      </div>
      <div class="col-lg-4 col-12 mt-5">
        <img src="@/assets/images/advancedAnalytics/what-is-img.jpg" alt="" />
      </div>
    </div>
  </div>
</template>

<script>
export default {
  name: "whatIs",
};
</script>

<style scoped>
img {
  max-width: 100%;
}
p{
    color:#555555;
    opacity: .6;
}
</style>